"Direct_Connection"="Direkte Verbindung";"Saved_Connections"="Gespeicherte Verbindungen";"Connections"="Verbindungen";"In_App_Purchases"="In-App Einkäufe";"Remove_Ads"="Werbung entfernen";"Restore_My_Purchase"="Einkäufe wiederherstellen";"Help_And_Reviews"="Hilfe & Rezensionen";"Contact_Us"="Kontakt";"About"="Über WebSSH";"Connection"="Verbindung";"Connect"="Verbinden";"Name"="Name";"Host"="Host";"Example_Dot_Com"="example.com";"Port"="Port";"User"="User";"User_Login_Example"="mylogin";"Password"="Passwort";"Password_Login_Example"="mypassword";"Back"="Zurück";"Previous"="Vorheriges\/Vorheriger";"Next"="Weiter";"Done"="Fertig";"Save"="Speichern";"No_Name"="Kein Name";"Missing_Fields"="Fehlendes Feld";"Host_Is_Required"="Der Host wird benötigt.";"User_Is_Required"="Der User wird benötigt.";"Password_Is_Required"="Passwort wird benötigt.";"OK"="OK";"CANCEL"="Abbrechen";"Connection_Error"="Verbindungsfehler";"Can_Not_Establish_Connection_To"="Es kann keine Verbindung zu %@ hergestellt werden";"Bad_Credentials"="Angegebene Anmeldedaten stimmen nicht";"Connection_Established_But_Can_Not_Open_Session"="Verbindung hergestellt, Öffnen einer Sitzung jedoch nicht möglich";"Can_Not_Send_PTY_Request"="Kann keine PTY Anfrage senden";"Can_Not_Start_Shell_From_Connection"="Es konnte keine Shell von dieser Verbindung gestartet werden";"Enter_Password"="Passwort eingeben";"Enter_Your_PIN"="WebSSH Passwort eingeben";"Locked"="Gesperrt";"Attempts_Expired"="Versuche abgelaufen";"PIN_Entry_Locked"="Passworteingabe gesperrt";"Attempts_Remaining"="Verbleibende Versuche";"Failed_Passcode_Attempts"="Fehlgeschlagene Passcode Versuche";"Security"="Sicherheit";"Manage_Security_Settings"="Sicherheitseinstellungen verwalten";"Email"="Email";"Subject"="Betreff";"Message"="Nachricht";"Send"="Senden";"Email_Sent_Faillure"="Email Sendefehler";"Your_Device_Can_Not_Send_Mail"="Dein Gerät kann keine Emails senden";"Thank_You"="Danke";"We_Will_Reply_You_As_Soon_As_Possible"="Wir werden schnellstmöglich antworten";"Purchase_Required"="Kauf nötig";"More_Informations"="Information\/en";"Purchase_Required_Want_MoreInformations"="Um diese Funktion nutzen zu können, musst du sie kaufen.\r\nMöchtest du weitere Informationen über diesen Kauf erhalten?";"Can_Not_Purchase"="Kann Kauf nicht tätigen";"Purchases_Are_Not_Possible_At_This_Time"="Käufe sind im Moment nicht möglich";"Buy"="Kaufen";"Restoring_Purchases"="Einkäufe werden wiederhergestellt";"Do_You_Want_To_Restore_Or_Unregister_Them"="Möchtest du deine Einkäufe wiederherstellen, oder möchtest du diese deaktivieren?";"Restore"="Wiederherstellen";"Unregister"="Deaktivieren";"All_Purchases_Unregistered"="Alle Einkäufe wurden deaktiviert. Um sie wieder zu aktivieren, stelle sie bitte wieder her.";"Thank_You_For_Your_Purchase"="Danke für deinen Einkauf !";"Transaction_Failed"="Transaktion fehlgeschlagen";"Set_Password"="Passwort wählen";"Change_Password"="Passwort ändern";"Remove_Password"="Passwort entfernen";"YES"="Ja";"NO"="Nein";"Remove_Password_Confirmation"="Bist du sicher, dass du das Passwort entfernen möchten?";"Password_Not_Saved"="Passwort nicht gespeichert";"Passwords_Are_Not_Equals"="Passwörter stimmen nicht überein !";"Please_Re_Enter_Your_PIN"="Gib dein Passwort zur Überprüfung ein";"Password_Saved"="Passwort gespeichert";"Password_Has_Been_Saved"="Passwort wurde erfolgreich gespeichert";"Screen_Will_Be_Locked_After"="Bildschirm wird beim Start, oder 60 Sekunden nach Wechseln in den Hintergrund gesperrt";"Rate_Question"="Würde es dir etwas ausmachen %@ zu bewerten, wenn es dir gefällt? Es dauert nicht länger als eine Minute. Danke für deine Unterstützung!";"Rate"="Bewerte %@";"No_Thanks"="Nein, Danke";"Remind_Me_Later"="Später erinnern";"Message_Field_Is_Required"="Nachricht ist ein Pflichtfeld";"CONNECTION_TYPE"="Art";"CONNECTING_TITLE"="Verbinden...";"CONNECTING_MESSAGE"="Bitte warten.";"CONNECTING_FAILED"="Verbindung Fehlgeschlagen";"LOADING"="Lädt";"PARENT_DIRECTORY"="Übergeordnetes Verzeichnis";"DISCONNECT"="Verbindung trennen";"EXECUTING_TITLE"="Laden...";"OPERATION_SEEMS_TO_BE_LONG"="Bitte warten.";"CANCEL_OPERATION"="Vorgang abbrechen";"NOT_CONNECTED_TITLE"="Nicht verbunden";"NOT_CONNECTED_MESSAGE"="Die Verbindung wurde unterbrochen.";"RECONNECT"="Erneut verbinden";"Pull_Down_To_Refresh"="Runterziehen zum Aktualisieren";"Release_To_Refresh"="Loslassen zum Aktualisieren";"Loading_Points"="Laden...";"Speed"="Geschwindigkeit";"Progress"="Fortschritt";"Default"="Standard";"Favorites_Folder"="Favoriten Ordner";"Use_As_Default_Path"="Als Standardpfad verwenden";"Path"="Pfad";"Favorite"="Favorit";"Upload"="Hochladen";"Upload_Failed"="Hochladen schlug fehl";"Ask_For_Resume"="Wiederaufnahme erfragt";"Want_To_Resume_Upload"="Willst du den Upload fortsetzen?";"Resume"="Fortsetzen";"Overwrite"="Überschreiben";"Rename"="Umbenennen";"Enter_The_New_Name"="Gib den neuen Namen ein";"Deleting"="Löscht";"Delete"="Löschen";"Sure_To_Delete_XYZ"="Sicher, dass du %@ löschen möchtest?";"Delete_Failed"="Löschen schlug fehl";"Rename_Failed"="Umbenennen schlug fehl";"Already_Exists"="Existiert bereits";"Can_Not_Create_Dir_Because_Already_Exists"="Kann Verzeichnis nicht erstellen, da es bereits existiert";"Directory_Name"="Verzeichnisname";"Enter_Directory_Name"="Gib einen Verzeichnisnamen ein";"Default_Folder_Name"="Neues Verzeichnis";"Add"="Hinzufügen";"What_To_Do"="Was möchtest du tun?";"Upload_File"="Datei hochladen";"Create_Directory"="Verzeichnis erstellen";"Add_This_Folder_To_Favorite"="Diesen Ordner zu Favoriten hinzufügen";"Favorite_Name"="Favoritenname";"Enter_The_Name_Of_The_Favorite"="Gib den Namen des Favoriten ein";"Default_Favorite_Name"="Mein Favorit";"Avoided_Corruptions"="Verfälschungen verhindert";"SSH_Connection_Must_Be_Opened"="Um einen MD5 Hash zu erhalten, muss eine SSH Verbindung aufgebaut werden. Ist das Okay?";"Compare"="Vergleichen";"Generating_MD5"="Erstellt MD5";"Wait_Generating_MD5"="Bitte warten. Erstellt MD5...";"MD5_Hashes_Are_Equal"="MD5 Hashes stimmen überein";"Sorry_MD5_Hashes_Are_Not_Equal"="Sorry, MD5 Hashes stimmen nicht überein";"Compare_With_Local_File"="Vergleiche lokale Datei";"Add_To_Clipboard"="In Zwischenablage kopieren";"Requesting_MD5"="Erfragt MD5";"Wait_We_Are_Requesting_MD5_From_SSH"="Bitte warten, wir fordern den MD5 Hash vom SSH Server an...";"MD5_Hash_Can_Not_BeRetrieved"="MD5 Hash kann nicht empfangen werden";"PHOTO_LIBRARY"="Fotoalbum";"PHOTO_COUNT_SINGLE"="1 Objekt";"PHOTO_COUNT_MULTIPLE"="%@ Objekte";"ERROR"="Fehler";"UNKNOWN_LIBRARY_ERROR"="Ein unbekannter Fehler ist aufgetreten.";"PHOTO_ROLL_ACCESS_ERROR"="%@ besitzt nicht die nötigen Rechte, um auf das Fotoalbum zuzugreifen.";"File"="Datei";"Finished"="Beendet";"Image_Is_Now_Downloaded_In_Camera_Roll"="Bild wurde ins Fotoalbum geladen";"Authentication"="Authentifizierung";"Password_Authentication"="Passwortauthentifizierung";"Private_Key_Authentication"="Private Key Authentifizierung";"Private_Key"="Private Key";"Unknow"="Unbekannt";"Private_Key_Not_Found"="Private Key nicht gefunden";"A_Password_Is_Required_For_Your_Private_Key"="Es wird ein Passwort für deinen Private Key benötigt";"Is_Encrypted"="Ist verschlüsselt";"Save_To_Camera_Roll"="Ins Album speichern";"Want_To_Save_In_Camera_Roll"="Möchtest du das Bild ins Album speichern ?";"Profile"="Terminal Einstellungen";"Profile_Background_Color"="Hintergrundfarbe";"Profile_Foreground_Color"="Fordergrundfarbe";"Profile_Font_Size"="Schriftgröße";"Profile_Font_Family"="Schriftart";"Profile_Color_Black"="Schwarz";"Profile_Color_White"="Weiß";"Profile_Color_Gray"="Grau";"Profile_Color_Red"="Rot";"Profile_Color_Green"="Grün";"Profile_Color_Yellow"="Gelb";"Profile_Color_Blue"="Blau";"Profile_Color_Purple"="Lila";"Profile_Color_Cyan"="Cyan";"Profile_Terminal_Type"="Terminal Typ";"Profile_Terminal_Type_VT100"="VT100";"Profile_Terminal_Type_XTERM"="XTERM";"Profile_Terminal_Type_DUMB"="DUMB";"Save_And_Connect"="Speichern und verbinden";"Pro_Upgrade"="Pro Upgrade";"Upgrade_WebSSH_To_Pro_Version"="WebSSH auf Pro Version Upgraden";"Feature_Part_Of_Pro_Version"="Diese Funktion ist Teil von WebSSH Pro.\nDu kannst es vor dem Upgraden testen.\nMöchtest du nun auf WebSSH Pro upgraden?";"Upgrade"="Upgraden";"Not_Now"="Nicht jetzt";"Try_It"="Testen";"Unlock"="Entsperren";"FAQ"="FAQ";"Inbox"="Posteingang";"Help"="Hilfe";"New_Response"="Neue Antwort";"Extension_Not_Recognized_Message"="Dateierweiterung wurde nicht als eine Textdatei erkannt.\nMöchtest du sie trotzdem bearbeiten?";"Extension_Not_Recognized"="Erweiterung nicht erkannt";"Success"="Erfolg";"File_Writed_With_Success"="Datei erfolgreich gespeichert.";"File_Writed_With_Error"="Ein Fehler ist aufgetreten. Datei wurde nicht gespeichert!";"File_Not_Saved"="Datei nicht gespeichert";"Are_You_Sure_File_Not_Saved"="Du hast nicht gespeichert.\nMöchtest du schließen ohne zu speichern?";"Reviews_And_Answers"="Bewertungen & Antworten";"Subject_Field_Is_Required"="Betreff ist ein Pflichtfeld";"Contact_Bug_Submit"="Fehler melden";"Contact_Translator_Request"="Lust zu übersetzen";"Contact_Other"="Andere";"Contact_Suggestion"="Vorschlag";"Error_Occured_Can_You_Retry"="Ein Fehler ist aufgetreten. Bitte versuche es später erneut.";"Information"="Information\/en";"WebSSH_Has_Been_Offered_To_You"="Pro Upgrade wird dir vom WebSSH Team angeboten";"Utils"="Werkzeuge";"Ping"="Ping";"Start"="Start";"Stop"="Stop";"Server"="Server";"Bad_ICMP_Data_Received"="Schlechte ICMP Daten empfangen";"Create_File"="Datei erstellen";"File_Name"="Dateiname";"Enter_File_Name"="Gib den Dateinamen ein";"Default_File_Name"="Datei.txt";"Can_Not_Create_File_Because_Already_Exists"="Der Name \"%@\" wird bereits verwendet. Bitte wähle einen anderen Namen.";"Infinite_Loop_Detected"="Endlosschleife erkannt. Abgebrochen.";"Unable_To_Retrieve_Whois_From_Data"="Nicht in der Lage, Whois von den Daten zu empfangen";"Whois"="Whois";"Domain_Name_Example"="example.com";"Bad_Response_Received"="Fehlerhafte Antwort erhalten";"Welcome_Gesture"="WebSSH nutzt Gestensteuerung, um wichtige Features anzuzeigen :";"Swipe_To_Left_Gesture"="Swipe nach Links um das aktuelle Menü aufzurufen";"Swipe_To_Right_Gesture"="Swipe nach Rechts um  das Hauptmenü aufzurufen";"Confirmation"="Bestätigung";"Are_You_Sure_To_Delete_This_Connection"="Bist du sicher, dass du diese Verbindung löschen möchtest?";"Feature_Part_Of_Pro_Version_Trials_End"="Diese Funktion ist Teil von WebSSH Pro.\nMöchtest du jetzt auf WebSSH Pro upgraden?";"Skip"="Überspringen";"Keep_Device_Awake"="Gerät wach halten";"Keep_Device_Awake_When_SSH_Connection"="Bei offener SSH Verbindung";"Keep_Device_Awake_When_SFTP_Connection"="Bei offener SFTP Verbindung";"Keep_Device_Awake_Warning"="Das Deaktivieren der Bildschirmsperre kann zu einem höherem Akkuverbrauch führen, hält jedoch auch die Verbindung aufrecht";"Settings"="Einstellungen";"Manage_WebSSH_Settings"="WebSSH Einstellungen regeln";"My_Connections"="Meine Verbindungen";"Connections_SSH_SFTP_ETC"="Verbindungen SSH \/ SFTP";"Connection_Closed"="Verbindung getrennt";"Your_Connection_Has_Been_Closed"="Deine Verbindung wurde getrennt. Du kannst dich durch Drücken des \"Wiederverbinden\" Knopfes erneut verbinden.";"Group_Name"="Gruppenname";"Terminal_Profile"="Terminal Profile";"Dont_Forget_To_Check_Profile_Settings_If_Terminal_Doesnt_Display_Correctly"="Vergiss nicht die Terminal Einstellungen zu überprüfen, wenn der Terminal nicht korrekt angezeigt wird.";"What_Is_New_V5"="+Öffnen mehrerer Verbindungen durch swipen auf der Menüleiste\r\n+Löschen einer Verbindung von ihren Einstellungen aus\r\n+Funktion hinzugefügt, Bildschirmsperre auszuschalten (in den Einstellungen)\r\n+Abbrechen Button beim Wählen eines WebSSH Passworts hinzugefügt\r\n+Verbindungen können durch einen \"Gruppen Namen\" gruppiert werden\r\n*Neue Navigationsbalken-Farbe\r\n*Fehler behoben, der Löschen von Verbindungen verhinderte\r\n*Hauptmenü überarbeitet und vieles mehr\r\n\r\nSSH Modus\r\n+Zu einer getrennten Sitzung wiederverbinden\r\n+Keyboard Tasten anpassen\r\n+SSH Funktionstasten (F1...F12) hinzugefügt\r\n*SSH Terminal Typ ist jetzt automatisch \"VT100\"\r\n\r\nSFTP Modus\r\n+Mehr Dateitypen erkannt\r\n*SFTP scrollt nun schneller";"Welcome_Message"="Willkommen bei WebSSH !\r\n\r\nAuf den nächsten Seiten findest du heraus, was es neues gibt.\r\n\r\nFang an zu swipen um mehr zu erfahren.";"Welcome_Credentials_Missing"="WebSSH kann deine gespeicherten Verbindungsdaten nur schützen, wenn du ein Startpasswort einrichtest.\r\n\r\nVergiss nicht, ein Startpasswort in den Einstellungen einzurichten.";"Welcome_Gestures"="Durch einfache Gesten erlaubt WebSSH dir bis zu 5 Verbindungen gleichzeitig zu öffnen!\r\n\r\nSwipe oben auf dem Menübalken einfach nach links oder rechts, um einen neuen Bildschirm aufzurufen.";"Welcome_Ready"="Du bist jetzt auf dem neuesten Stand.\r\n\r\nViel Spaß mit der neuen Version von WebSSH!";"Keys"="Tasten";"Add_Key"="Taste hinzuf.";"Key_Already_Exists"="Taste existiert bereits";"Key_Already_Exists_Message"="Die ausgewählte Taste wurde bereits zur Tastatur hinzugefügt";"Screen"="Bildschirm";"Share_This_App"="Diese App teilen";"Profile_Backspace_Sequence"="Backspace Sequenz";"Profile_Backspace_DEL"="^? (Entf)";"Profile_Backspace_BS"="^H (BS)";"Crash_Detected"="Absturz erkannt";"WebSSH_Has_Been_Crashed_Would_You_Like_To_Send_Report"="WebSSH ist abgestürzt. Möchtest du einen Absturzbericht an den WebSSH Support schicken?";"Submit_Report"="Absturzbericht senden";"SSH_Settings"="SSH Einstellungen";"Enable_Bel_Vibration_Or_Beep"="Vibration oder Ton aktivieren";"Pro_Upgrade_More_Information"="Mehr Informationen über das Pro Upgrade";"Network_Tools"="Netzwerk Tools";"Dashboard"="Dashboard";"Servers"="Server";"Tools_And_Services"="Tools & Services";"WebSSH_Net_Server_Unaivalable"="Die WebSSH.Net Server sind momentan offline. Bitte versuche es in ein paar Sekunden erneut";"WebSSH_Net_Server_Bad_Response"="Falsche Rückmeldung vom WebSSH.Net Server. Bitte versuche es in ein paar Sekunden erneut, oder wende dich an uns.";"Are_You_Sure_To_Logout"="Bist du sicher, dass du dich von deinem WebSSH.Net Account abmelden möchtest?";"Logout"="Abmelden";"Login"="Anmelden";"Login_Required"="Anmeldung erforderlich";"Login_Required_Message"="Es wird ein WebSSH.Net Account benötigt (kostenlos), um diese Funktion zu nutzen.";"Signup"="Registrieren";"Web_Link"="Link";"This_Will_Open_Safari_In_Order_To_View_Link"="Dies wird Safari öffnen um den Link anzuzeigen. Willst du fortfahren?";"Terms_Of_Service"="Allgemeine Geschäftsbedingungen";"Welcome"="Willkommen";"Bad_Login_Credentials"="Falsche Anmeldedaten";"Bad_Login_Credentials_Message"="Deine Anmeldedaten scheinen falsch zu sein. Was möchtest du tun?";"Retry"="Erneut versuchen";"Password_Lost"="Passwort vergessen";"Internet_Connection_Seems_Offline"="Deine Internetverbindung scheint offline zu sein";"Beta_Enrollment_Needed"="Du nutzt im Moment WebSSH Beta. Es scheint aber so, als seist du nicht für das Beta-Testprogramm registriert.";"Enroll_Now"="Jetzt registrieren";"Enter_Your_Email_For_New_Password"="Gib deine Emailadresse ein, um ein neues Passwort zu empfangen";"WebSSH_Everywhere"="WebSSH, überall";"WebSSH_Everywhere_Notes"="Du wirst folgendes nutzen können : Dashboard, Monitoring, Synchronisieren, ...";"Notification"="Benachrichtigung";"WebSSH_Beta_Enrollment_Program"="WebSSH Beta-Testprogramm";"Get_Started"="Leg Los";"Whats_New"="Was ist neu?";"Whats_New_Keyboard_Keys"="Tastatur Tasten";"Whats_New_Keyboard_Keys_Home_End_PGUP_PDDN"="SSH Tastatur Tasten hinzugefügt : $, *, |, Home, End, PGUP, PGDN";"Whats_New_Bug_Send"="Bug oder Absturzberichte";"Whats_New_Bug_Send_To_Support"="Du kannst Absturzberichte an unseren Support weiterleiten, wenn WebSSH abstürzt";"Whats_New_Translations"="Neue Übersetzungen";"Whats_New_Translations_Korean_SimplifiedChinese_Italian_German"="Koreanisch, Vereinfachtes Chinesisch, Italienisch und Deutsch";"Whats_New_Terminal"="Terminal";"Whats_New_Terminal_XTERM_Now_Default"="XTERM ist nun der standard SSH Terminaltyp";"Install"="Installieren";"You_Can_Now_Use_All_Functionnalities"="Danke für deine Unterstützung, du kannst nun alle Funktionen nutzen.";"Learn_More"="Erfahre mehr";"Buy_Canceled"="Kauf abgebrochen";"Restore_Canceled"="Wiederherstellung abgebrochen";"Restoration_Needed"="Wiederherstellung nötig";"It_Appears_That_Old_Purchases"="Du hast einen Kauf in einer älteren Version getätigt. Wiederherstellung (kostenlos) des Kaufs ist nötig, um ihn wieder nutzen zu können.";"Later"="Später";"Continue_With_Ads"="Mit Werbung fortfahren";"Support_WebSSH"="Unterstütze WebSSH";"Ads_Support_Message"="Um WebSSH zu unterstützen, wird Werbung eingeblendet. Das Pro Upgrade deaktiviert sie.";"No_Product_To_Restore"="Kein Produkt zum Wiederherstellen gefunden";"No_Product_To_Restore_Message"="Hast du bereits ein Produkt gekauft? Bitte kontaktiere uns.";"Notification_Footer_Title"="Benachrichtigungen sind nützlich, um deine Arbeit mit WebSSH zu erleichtern. Du wirst darüber benachrichtigt, wenn ein Fehler, oder ein wichtiger Zwischenfall aufgetreten ist. Du wirst niemals unerwünschte Benachrichtigungen von uns bekommen.";"Notifications"="Benachrichtigungen";"Enable_Local_Notifications"="Aktiviere Benachrichtigungen";"Local_Notifications_Disabled"="Benachrichtigungen Deaktiviert";"In_Order_To_Enable_Local_Notifications_Please_Edit_Your_Device_Settings"="Um Benachrichtigungen zu aktivieren, gehe bitte in die Geräteinstellungen und erlaube WebSSH, die Benachrichtigungsfunktion nutzen zu dürfen";"Unable_To_Retrieve_IP_From_DNS"="IP Adresse konnte nicht vom DNS Server abgefragt werden";"Insert_Private_Key_Here"="Füge hier deinen Private Key ein\r\n\r\nDein private key darf entweder im RSA oder im DSA Format sein\r\n\r\nDein private key sollte mit -----BEGIN XXX PRIVATE KEY----- beginnen und mit -----END XXX PRIVATE KEY----- enden";"Whats_New_Arrows"="Virtuelle Pfeiltasten";"Whats_New_Arrows_Detail"="Du kannst jetzt die Pfeiltasten verwenden, ohne dafür die Tastatur anzeigen zu müssen!";"Virtual_Arrow_Keys"="Virtuelle Pfeiltasten";"Select_Arrow_Keys_Type"="Wähle die Pfeiltasten Art aus";"Nb_Selected_Items"="Ausgewählt (%d)";"All"="Alles";"Whats_New_Full_Screen_Terminal"="Vollbild Terminal";"Whats_New_Full_Screen_Terminal_Detail"="Du kannst nun deinen Lieblingsterminal in Vollbild anzeigen";"Virtual_Arrow_Keys_Speed"="Virtuelle Pfeiltasten Geschwindigkeit";"Slow"="Langsam";"Normal"="Normal";"Fast"="Schnell";"Select_Arrow_Keys_Speed"="Wähle Pfeiltasten Geschwindigkeit aus";"Select_FX_Key"="Wähle Fn Taste";"Profile_Terminal_Type_XTERM_256_COLOR"="XTERM-256COLOR";"Start_Terminal_In_Fullscreen"="Terminal in Vollbild starten";"Show_Connection_Lost_Warning"="Zeige Verbindung verloren Warnung an";"Stay_On_Terminal_When_Connection_Lost"="Im Terminal bleiben, wenn die Verbindung verloren geht";"Whats_New_Full_XTERM_256_COLORS"="Terminal Farben";"Whats_New_Full_XTERM_256_COLORS_Detail"="Ein neuer Terminal Typ wird unterstützt : xterm-256color";"Unable_To_Retrieve_File_Perhaps_Permissions"="Die Datei konnte nicht empfangen werden.\r\nBitte überprüfe die Berechtigungen.";"Warning"="Warnung";"Read_Only_File_Warning"="Aufgrund von Berechtigungseinstellungen, ist diese Datei nur im read only mode verfügbar.";"Whats_New_Terminal_HTERM"="Die Rendering Engine ist jetzt chromium-hterm";"Profile_Cursor_Color"="Cursor Farbe";"Report_Log"="Report log";"Follow_Us"="Folge Uns";"Itunes_File"="iTunes Datei";"Unrecognized_Itunes_File"="iTunes Datei \"%@\" wurde nicht von WebSSH erkannt\r\nKontaktiere uns um mehr Informationen zu erhalten wie man private keys importiert";"Private_Key_Has_Been_Added"="Private Key wurde hinzugefügt";"File_Must_Contain_Private_Key_Not_Public_Key"="Deine Datei %@ muss den Private Key enthalten, nicht den Public Key!";"Whats_New_Import_Private_Keys"="Private Keys importieren";"Whats_New_Import_Private_Keys_Detail"="Ziehe deine Private Keys zur iTunes Dateifreigabe";"Import_Private_Keys_Methods"="Um einen Private Key hinzuzufügen, tippe auf das \"Schlüssel\"-Symbol in der oberen rechten Ecke.\r\nPrivate Keys können auch via iTunes Datei Freigabe hinzugefügt werden.\r\nEs können sowohl OpenSSH, als auch PuTTy keys verwendet werden.";"No_Delay"="Keine Verzögerung";"Profile_Spacebar_Delay"="Leertasten Verzögerung";"Send_Diagnostic_And_Usage_Data"="Diagnose- und Nutzungsdaten senden";"Help_Us_By_Enabling_Diagnostic_And_Usage_Data_Collection"="Du kannst uns durch senden von DIagnose- und Absturzberichten helfen, WebSSH noch besser zu machen.\r\nAlle Informationen werden anonym gesammelt und an das WebSSH übermittelt. Man kann dich nicht persönlich mit den übertragenen Informationen identifizieren.";"User_Privacy"="Privatsphäre";"Furtive_Mode"="Privater Modus";"Send_Crash_Reports"="Absturzberichte übermitteln";"Furtive_Mode_Error"="Du bist im Privaten Modus.\r\nDeine Anfrage kann nicht ausgeführt werden.";"Furtive_Mode_Detail_Label"="In diesem Modus werden keine Verbindungen zu webssh.net aufgebaut";"Send_Diagnostic_And_Usage_Data_Label"="Diagnose- und Verwendungsdaten geben uns Aufschluss über:\r\n- Anzahl aktiver Nutzer\r\n- Annahme und Nutzung unserer Funktionen\r\nOhne diese Daten können wir WebSSH nicht verbessern :(";"Send_Crash_Reports_Label"="Das hilft uns dabei, weiterhin gute Arbeit leisten zu können ;)";"Saved_Commands"="Gespeicherte Befehle";"Add_New_Command"="Neuen Befehl hinzufügen";"General"="Allgemein";"Command"="Befehl";"Icon"="Icon";"Name_Of_Your_Saved_Command"="Name deines Befehls";"Macro_Prefered"="Bevorzugter Befehl";"Default_Text_For_Crash_Report_Help"="Liebes WebSSH Team,\r\n\r\nWebSSH ist abgestürzt während :\r\n(Beschreibe hier was du gemacht hast, als WebSSH abgestürzt ist)\r\n\r\nKönntet ihr überprüfen, warm das passiert ist ?\r\n\r\nLiebe Grüße,";"Would_You_Like_To_Paste_Content"="Möchtest du diesen Inhalt einfügen?\r\n%@";"No_Content_To_Paste"="Kein Inhalt zum Einfügen im Terminal vorhanden";"Whats_New_Multiple_Screens"="Mehrere Bildschirme";"Whats_New_Multiple_Screens_Detail"="Tippe auf die navigation bar um mehrere Bildschirme zu öffnen";"Please_Define_Macro_Name_And_Command"="Bitte definiere den Macronamen und -befehl";"Macro"="Befehl";"Recording"="Aufnahme";"Now_Recording"="Du nimmst momentan WebSSH als ein Video auf. Um die Aufnahme anzuhalten, halte die navigation bar für 5 Sekunden gedrückt.";"Recording_End"="Überprüfe deinen Aufnahmen Ordner um die Bildschirmaufnahme zu finden";"Whats_New_Macro"="Gespeicherte Befehle";"Whats_New_Macro_Detail"="Definiere und nutze deine Lieblingsbefehle";